[
    {
        "title": "A Divina Inveja",
        "author": "Bernardo Soares",
        "language": "Portuguese",
        "genre": "Livro do Desassossego",
        "type": "Short Story",
        "content": "Sempre que tenho uma sensação agradável cm companhia de outros, invejo-lhes a parte que tiveram nessa sensação. Parece-me um impudor que eles sentissem o mesmo do que eu, que me devassassem a alma por intermédio da alma, unissonamente sentindo.\n\nA grande dificuldade do orgulho que para mim oferece a contemplação das paisagens, é a dolorosa circunstância de já as haver com certeza contemplado alguém com um intuito igual.\n\nA horas diferentes, é certo, e em outros dias. Mas fazem-me notar como seria acariciar-me e amansar-me com uma escolástica que sou superior a merecer. Sei que pouco importa a diferença, que com o mesmo espírito em olhar, outros tiveram ante a paisagem um modo de ver, não como, mas parecido com o meu.\n\nEsforço-me por isso para alterar sempre o que vejo de modo a tomá-lo irrefragavelmente meu — de alterar, mentindo — o momento belo e na mesma ordem de linha de beleza, a linha do perfil das montanhas; de substituir certas árvores e flores por outras, vastamente as mesmas diferentissimamente; de ver outras cores de efeito idêntico no poente — e assim crio, de educado que estou, e com o próprio gesto de olhar com que espontaneamente vejo, um modo interior do exterior.\n\nIsto, porém, é o grau ínfimo de substituição do visível. Nos meus bons e abandonados momentos de sonho arquitecto muito mais.\n\nFaço a paisagem ter para mim os efeitos da música, evocar-me imagens visuais — curioso e dificílimo triunfo do êxtase, tão difícil porque o agente evocativo é da mesma ordem de sensações que o que há-de evocar. O meu triunfo máximo no género foi quando, a cena hora ambígua de aspecto e luz olhando para o Cais do Sodré nitidamente o vi um pagode chinês com estranhos guizos nas pontas dos telhados como chapéus absurdos — curioso pagode chinês pintado no espaço, sobre o espaço cetim, não sei como, sobre o espaço que perdura a abominável terceira dimensão.\n\nE a hora cheira-me verdadeiramente a um ruído [...] e longínquo e com uma grande inveja de realidade...\n",
        "favourite": "yes"
    },
    {
        "title": "Apoteose do Absurdo",
        "author": "Bernardo Soares",
        "language": "Portuguese",
        "genre": "Livro do Desassossego",
        "type": "Short Story",
        "content": "Falo a sério e tristemente; este assunto não é para alegria, porque as alegrias do sonho são contraditórias e entristecidas e por isso aprazíveis de uma misteriosa maneira especial.\n\nSigo às vezes em mim, imparcialmente, essas coisas deliciosas e absurdas que eu não posso poder ver, porque são ilógicas à vista — pontes sem donde nem para onde, estradas sem princípio nem fim, paisagens invertidas (...) — o absurdo, o ilógico, o contraditório, tudo quanto nos desliga e afasta do real e do seu séquito disforme de pensamentos práticos e sentimentos humanos e desejos de acção útil e profícua. O absurdo salva de chegar apesar do tédio àquele estado de alma em que começa por se sentir a doce fúria de sonhar.\n\nE eu chego a ter não sei que misterioso modo de visionar esses absurdos — não sei explicar, mas eu vejo essas coisas inconcebíveis à visão.\n",
        "favourite": "yes"
    },
    {
        "title": "Uma torva e peçonhenta maldade...",
        "author": "Fernando Pessoa",
        "language": "Portuguese",
        "genre": "Ensaio e Crítica",
        "type": "Short Story",
        "content": "Uma torva e peçonhenta maldade — maldade excessiva mesmo para o coração, tão de ofício viperino, de um editor — levou os srs. Lello & Irmão, não sei porque azar póstumo de Shakespeare, a escolher para vítima prolongada aquela, a maior de todas as almas que se têm enganado de mundo. Decidiram fazer passar a Shakespeare tratos de tradutor. E como encontrassem vis e criminosos precedentes, em ambos os lugares onde há más fadas, para que, sem ousadia de originalidade, n'eles alicerçassem o seu grande crime, escolheram para mestre de obras a figura, d'oravante laivada de perversão, do dr. Domingos Ramos. E passaram a insultar os descendentes dos navegadores com incutir-lhes a ideia de que é possível traduzir o verso e a prosa eternos de Shakespeare para uma prosa portuguesa excessivamente transitória.\n\nApenas folheei, e nem uma linha li, das traduções que o sr. dr. Domingos Ramos terá imortalmente que expiar. Porque não é com a competência de tradutor-de-inglês do sr. dr. Ramos que eu implico e esbarro. É com a sua competência para traduzir Shakespeare, visto que lhe cai em cima e o reduz a prosa.\n\nShakespeare só se deve ousar traduzir — o verso para verso, e a prosa para prosa, e que verso e que prosa têm de ser! Mas vá que o não sejam: o tradutor terá falhado n'uma boa causa. Agora propor-se pôr em mera prosa a prosa e o verso de Shakespeare, como se se estivesse traduzindo de uma tradução inglesa de Shakespeare para Rudyard Kipling — isso é que não pode ser — isso é que pede reclamação diplomática; justo ultimatum, intervenção estrangeira...\n\nApelo, indignado e crítico, para quantos em Portugal conheçam Shakespeare. Bem sei que não são mais que quatro ou cinco. Mas as grandes convicções valem exércitos. Com dois homens se fez o regicídio.\n",
        "favourite": "no"
    },
    {
        "title": "Lightning",
        "author": "Arthur Rimbaud",
        "language": "English",
        "genre": "A Season in Hell",
        "type": "Short Story",
        "content": "Human labor! That explosion lights up my abyss from time to time.\n\"Nothing is vanity; on toward knowledge!\" cries the modem &desiastes, which is Everyone. And still the bodies of the wicked and the idle fall upon the hearts ofall the rest... Ah, quick, quick, quick! there, beyond the night... that future reward, that eternal reward... will we escape it?\nWhat more can I do? Labor I know, and science is too slow. That\npraying gallops and that light roars; I'm well aware ofit. It's too sim- ple, and the weather's too hot; you can all do without me. I have my duty; but I will be proud, as others have been, to set it aside.\nMy life is worn out. Well, let's pretend, let's do nothing; oh, pitiful! And we will exist, and amuse ourselves, dreaming ofmonstrous loves and fantastic worlds, complaining and quarreling with the appearances ofthe world, acrobat, beggar, artist, bandit-priest!... on my hospital bed, the odor of incense came so strongly back to me... guardian of the holy aromatics, confessor, martyr. ...\nThere I recognize my filthy childhood education. Then what? ... turn twenty: I'll do my twenty years, if everyone else does.\nNo! No! Now I rise up against death! Labor seems too easy for pride like mine: To betray me to the world would be too slight a punishment. At the last moment I would attack, to the right, to the left. ...\nOh! poor dear soul, eternity then might not be lost!\n",
        "favourite": "no"
    },
    {
        "title": "Morning",
        "author": "Arthur Rimbaud",
        "language": "English",
        "genre": "A Season in Hell",
        "type": "Short Story",
        "content": "Hadn't I once a youth that was lovely, heroic, fabulous -- something to write down on pages of gold? ... I was too lucky! Through what crime, by what fault did I deserve my present weakness? You who imagine that animals sob with sorrow, that the sick despair, that the dead have bad dreams, try now to relate my fall and my sleep. I can explain myself no better than the beggar with his endless Aves and Pater Nosters. I no longer know how to talk!\nAnd yet, today, I think I have finished this account of my Hell. And it was Hell; the old one, whose gates were opened by the Son of Man. From the same desert, toward the same dark sky, my tired eyes forever open on the silver star, forever; but the three wise men never stir, the Kings of life, the heart, the soul, the mind. When will we go, over mountains and shores, to hail the birth of new labor, new wisdom, the flight of tyrants and demons, the end of superstition, to be the first to adore... Christmas on earth!\nThe song of the heavens, the marching of nations! We are slaves; let us not curse life.\n",
        "favourite": "yes"
    },
    {
        "title": "Farewell",
        "author": "Arthur Rimbaud",
        "language": "English",
        "genre": "A Season in Hell",
        "type": "Short Story",
        "content": "Autumn already!... But why regret the everlasting sun, if we are sworn to a search for divine brightness -- far from those who die as seasons turn. ...\nAutumn. Our boat, risen out of hanging fog, turns toward poverty's harbor, the monstrous city, its sky stained with fire and mud. Ah! Those stinking rags, bread soaked with rain, drunkenness, and the thousands of loves who nailed me to the cross! Will there never, ever be an end to that ghoulish queen of a million dead souls and bodies and who will all be judged! I can see myself again, my skin corroded by dirt and disease, hair and armpits crawling with worms, and worms still larger crawling in my heart, stretched out among ageless, heartless, unknown figures. ... I could easily have died there. ... What a horrible memory! I detest poverty.\nAnd I dread winter because it's so cozy!\n-- Sometimes in the sky I see endless sandy shores covered with white rejoicing nations. A great golden ship, above me, flutters many colored pennants in the morning breeze. I was the creator. of every feast, every triumph, every drama. I tried. to invent new flowers, new planets, new flesh, new languages. I thought I had acquired supernatural powers. Ha! I have to bury my imagination and my memories! What an end to a splendid career as an artist and storyteller!\nI! I called myself a magician, an angel, free from all moral constraint. ... I am sent back to the soil to seek some obligation, to wrap gnarled reality in my arms! A peasant!\nAm I deceived? Would Charity be the sister of death, for me?\nWell, I shall ask forgiveness for having lived on lies. And that's that. \nBut not one friendly hand... and where can I look for help?\nTrue; the new era is nothing if not harsh.\nFor I can say that I have gained a victory; the gnashing of teeth, the hissing of hellfire, the stinking sighs subside. All my monstrous memories are fading. My last longings depart -- jealousy of beggars, bandits, friends of death, all those that the world passed by -- Damned souls, if I were to take vengeance!\nOne must be absolutely modern.\nNever mind hymns of thanksgiving: hold on to a step once taken. A hard night! Dried blood smokes on my face, and nothing lies behind me but that repulsive little tree! The battle for the soul is as brutal as the battles of men; but the sight of justice is the pleasure of God alone.\nYet this is the watch by night. Let us all accept new strength, and real tenderness. And at dawn, armed with glowing patience, we will enter the cities of glory.\nWhy did I talk about a friendly hand! My great advantage is that I can laugh at old love affairs full of falsehood, and stamp with shame such deceitful couples -- I went through women's Hell over there -- and I will be able now to possess the truth within one body and one soul.\n\n                                                      April-August, 1873\n",
        "favourite": "yes"
    }
]